Repository: jjlazo79/Variable-CTA
Catalog: languages/variable-ctas-*.po
Languages: es_es

source: Variable CTAs Options
es_es: Opciones de CTA variables

source: Setup defaults values to the Call To Actions
es_es: Configurar valores predeterminados para la llamada a acciones

source: <hr>General settings
es_es: <hr>Configuración general

source: Default Version
es_es: Versión predeterminada

source: Default Avatar
es_es: Avatar predeterminado

source: Default Background
es_es: Fondo predeterminado

source: Default phone number
es_es: Número de teléfono predeterminado

source: Default color
es_es: Color predeterminado

source: <hr>Shortcodes documentation
es_es: <hr>Documentación de shortcodes

source: Setup the general options
es_es: Configurar las opciones generales

source: Insert image avatar
es_es: Insertar avatar de imagen

source: Insert image background
es_es: Insertar imagen de fondo

source: The shortcode acepts five parameters:
es_es: El shortcode acepta cinco parámetros:

source: This value handle the version of CTA to show it. Values between 1 to 6. Default in options or 1
es_es: Este valor maneja la versión de CTA para mostrarlo. Valores entre 1 y 6. Predeterminado en opciones o 1

source: This value is the picture to show. Default in options or none
es_es: Este valor es la imagen a mostrar. Predeterminado en opciones o ninguno

source: This value is the picture to show like background <b>in all version except version-1</b>. Default in options or none
es_es: Este valor es la imagen que se mostrará como fondo <b> en todas las versiones excepto en la versión 1 </b>. Predeterminado en opciones o ninguno

source: This value is the phone number to show and ofuscated link. Default in options or 932 828 064
es_es: Este valor es el número de teléfono para mostrar y el enlace ofuscado. Predeterminado en opciones o 932828064

source: This's a valid CSS color value to handle colors details. Default in options or #942192
es_es: Este es un valor de color CSS válido para manejar detalles de colores. Predeterminado en opciones o # 942192

source: The use is pretty simple. You only have to put <b>[variable_cta version='2' avatar='https://domain.es/image.png' background='https://domain.es/image.png' phone='555636363' color='#942192']</b> where you want to show the CTA.
es_es: El uso es bastante sencillo. Solo tienes que poner <b> [variable_cta version = '2' avatar = 'https: //domain.es/image.png' background = 'https: //domain.es/image.png' phone = '555636363' color = '# 942192'] </b> donde desea mostrar la CTA.

source: If you only want to show default values you have to put <b>[variable_cta]</b> where you want to show the CTA.
es_es: Si solo desea mostrar valores predeterminados, debe poner <b> [variable_cta] </b> donde desea mostrar el CTA.

source: <b>Note the singles quotes</b>. This is because WordPress change automatically double quotes to angular ones (« ») in spanish language.​
es_es: <b>Tenga en cuenta las comillas simples</b>. Esto se debe a que WordPress cambia automáticamente las comillas dobles a angulares («») en español.
